[
  "obsidian-image-auto-upload-plugin",
  "mousewheel-image-zoom",
  "obsidian-auto-link-title",
  "obsidian-file-cleaner",
  "obsidian-paste-image-rename",
  "obsidian-git",
  "calendar",
  "obsidian-enhancing-export",
  "omnisearch",
  "table-editor-obsidian",
  "obsidian-memos",
  "obsidian-checklist-plugin",
  "number-headings-obsidian",
  "marp-slides",
  "cmdr",
  "floating-toc",
  "home-tab",
  "local-gpt",
  "easy-typing-obsidian",
  "obsidian-admonition",
  "obsidian42-text-transporter",
  "obsidian-style-settings",
  "obsidian-textgenerator-plugin",
  "obsidian-pandoc",
  "obsidian-emoji-toolbar"
]