[
  "obsidian-image-auto-upload-plugin",
  "mousewheel-image-zoom",
  "obsidian-auto-link-title",
  "obsidian-paste-image-rename",
  "obsidian-git",
  "calendar",
  "omnisearch",
  "obsidian-memos",
  "obsidian-checklist-plugin",
  "number-headings-obsidian",
  "cmdr",
  "floating-toc",
  "home-tab",
  "obsidian-admonition",
  "editing-toolbar",
  "obsidian-textgenerator-plugin",
  "obsidian-style-settings",
  "easy-typing-obsidian",
  "marp-slides",
  "obsidian-enhancing-export",
  "media-extended",
  "obsidian-table-generator",
  "obsidian-theme-design-utilities",
  "obsidian-linter",
  "table-editor-obsidian",
  "obsidian-emoji-toolbar",
  "hide-folders"
]