[
  "obsidian-theme-design-utilities",
  "obsidian42-text-transporter",
  "obsidian-table-generator",
  "obsidian-style-settings",
  "url-into-selection",
  "obsidian-paste-image-rename",
  "obsidian-pandoc",
  "obsidian-outliner",
  "omnisearch",
  "number-headings-obsidian",
  "mousewheel-image-zoom",
  "obsidian-linter",
  "obsidian-image-auto-upload-plugin",
  "table-editor-obsidian",
  "auto-card-link",
  "obsidian-auto-link-title",
  "calendar",
  "cmdr",
  "easy-typing-obsidian",
  "editing-toolbar",
  "editor-width-slider",
  "obsidian-enhancing-export",
  "obsidian-file-cleaner",
  "obsidian-git",
  "home-tab",
  "obsidian42-brat",
  "note-publish",
  "obsidian-local-rest-api",
  "marp-slides",
  "infio-copilot",
  "templater-obsidian",
  "floating-toc",
  "duplicate-line"
]